[{
    "id": 0,
    "project_en": "Personal Portfolio - This web",
    "project_es": "Portafolio Personal - Esta web",
    "image": "/images/daniel-round-96.png",
    "customer": "Daniel",
    "customer_web": "http://www.3warnings.com/",
    "summary_en": "To show my Full Stack Developer experience with different tech stacks, projects and companies. As well as my Academic achievements and Certifications",
    "summary_es": "Para mostrar mi experiencia Full Stack Developer con distintas tecnologías, proyectos y empresas. Así como mis logros académicos y certificaciones",
    "technologies": [ { "tech": "React"}, { "tech": "NextJS"}, { "tech": "NodeJS"}, { "tech": "MongoDB"}],
    "text_en": "",
    "text_es": ""
  }, {
    "id": 1,
    "project_en": "Project Management and Costs Control",
    "project_es": "Gestión de Proyectos y Costes",
    "image": "/images/ptec-96.png",
    "customer": "PTec",
    "customer_web": "http://www.ptec.es/",
    "summary_en": "Management dashboard, showing the progress of all the company's projects: costs, hours invested, revenues, profits, etc",
    "summary_es": "Muestra el progreso de todos los proyectos de la empresa: costes, horas invertidas, ingresos, beneficios, etc",
    "technologies": [ { "tech": ".NET"}, { "tech": "SQL_Server"}, { "tech": "DBNetSuite"}, { "tech": "JS"}],
    "text_en": "<div>This software summarizes all company projects revenues and costs, to easily track them. <ul><li>- Every single bill is submitted to the system</li><li>- Staff register the working hours they spend in every project, every day.</li><li>- Hourly costs are calculated for everyone.</li></ul>This way you can see how the company is performing at any time!<br><br>It contains a Document Repository for offers, bills and receptions, with automatic pdf generation and mailing between Commercial, Purchasing and Administration departments.</div>",
    "text_es": "Este software resume todos los ingresos y costes de los proyectos de la empresa. <br /><br />Se registra cada factura, y el personal imputa las horas de trabajo que dedica a cada proyecto, diariamente. Los costes por hora se calculaban para todos. Así se puede ver en todo momento cómo vaa la empresa. Contiene un repositorio de documentos para ofertas, facturas y recepciones, con generación automática de pdf y envío entre los departamentos Comercial, Compras y Administración."
  }, {
    "id": 2,
    "project_en": "Health Personnel Training",
    "project_es": "Formación para Sanitarios",
    "image": "/images/iavante-96.png",
    "customer": "Iavante",
    "customer_web": "http://www.iavante.es/",
    "summary_en": "Courses and Accreditations Management for Healthcare professionals, who take them to gain competencies, required to advance in their careers",
    "summary_es": "Gestión de cursos y acreditaciones a profesionales sanitarios, con las que ganan competencias, requeridas para avanzar en sus carreras",
    "technologies": [ { "tech": ".NET"}, { "tech": "SQL_Server"}, { "tech": "DBNetSuite"}, { "tech": "JS"}],
    "text_en": "This is a competence-based training portal for health emergency professionals (medics, nurses, ambulance drivers...). They gain competences as they pass exams, and those competences are used to opt to a higher position within their public company.",
    "text_es": "Se trata de un portal de formación por competencias para profesionales de emergencias sanitarias (médicos, enfermeros, conductores de ambulancias...). Adquieren competencias a medida que superan exámenes, y esas competencias les sirven para optar a un puesto más alto dentro de su empresa pública"
  }, {
    "id": 3,
    "project_en": "EPES Information System Maintenance",
    "project_es": "Sistema Información EPES",
    "image": "/images/061-96.png",
    "customer": "EPES",
    "customer_web": "http://www.epes.es/",
    "summary_en": "Corrective, adaptive and evolutionary software maintenance. User support, analysis, implementation and monitoring",
    "summary_es": "Mantenimiento correctivo, adaptativo y evolutivo del software. Atención al usuario, análisis, implantación y seguimiento",
    "technologies": [ { "tech": ".NET"}, { "tech": "SQL_Server"}, { "tech": "DBNetSuite"}, { "tech": "JS"}, {"tech": "Meta4"}],
    "text_en": "Software issues solving through a Ticketing System. Corrective, adaptive and evolutionary software maintenance. User support, analysis, implementation and monitoring.",
    "text_es": ""  
  }, {
    "id": 4,
    "project_en": "CMAT 3D Domotic UI Prototype",
    "project_es": "Prototipo Interfaz Domótica 3D",
    "image": "/images/iavante-96.png",
    "customer": "Iavante",
    "customer_web": "https://www.iavante.es/en#cmat",
    "summary_en": "For CMAT Intelligent Building: 3D interface to access the controls of the different domotic elements installed in each zone",
    "summary_es": "Para el Edificio Inteligente CMAT: Interfaz 3D para acceder a los controles de los diferentes elementos domóticos instalados en cada zona",
    "technologies": [ { "tech": "AutoCAD"}, { "tech": "Blender"}, { "tech": "Swift3D"}, { "tech": "Flash_MX"}],
    "text_en": "CMAT is an Intelligent Building used for training healthcare personnel, simulating real scenarios through DaVinci robotic surgical system, simulators and others. The buildings lighting, air-conditioning, doors, security cameras, alarms and others are managed using an intuitive software. We developed a 3D User Interface which represents the building and its different areas. The user selects a floor and an area to access to specific controls for the domotics items installed there. You can see </span><font color=\"#ff6600\"><b>and touch</b></font> one of the prototypes <a href=\"../../public/images/CEMAT3D_previo.swf\" target=\"_blank\"><b><font color=\"#008000\">HERE</font></b></a>&nbsp;. Click or touch any area of the building! (Flash is needed)",
    "text_es": ""  
  }, {
    "id": 5,
    "project_en": "Hospital Website",
    "project_es": "Web de Hospital",
    "image": "/images/hupm-96.png",
    "customer": "Hospital Puerta del Mar",
    "customer_web": "https://hospitalpuertadelmar.com/",
    "summary_en": "Previous website for this hospital in Cadiz (Spain). I was the technical responsible in a team of 4 people, and the contact with the hospital staff.",
    "summary_es": "Anterior sitio web para este hospital en Cádiz. Fui el responsable técnico en un equipo de 4 personas, y el contacto con el hospital.",
    "technologies": [ { "tech": "PHP"}, { "tech": "Smarty"}, { "tech": "PostgreSQL"}],
    "text_en": "New website for this hospital at Cadiz, Spain. I was the technical responsible in a 4 people team.",
    "text_es": ""  
  }, {
    "id": 6,
    "project_en": "Health Personnel Shifts & Payrolls",
    "project_es": "Turnos y Nóminas de Personal Sanitario",
    "image": "/images/061-96.png",
    "customer": "EPES",
    "customer_web": "http://www.epes.es",
    "summary_en": "Significant annual saving compared to the previous system, as it accurately recorded the dedication of staff to different tasks.",
    "summary_es": "Supuso un importante ahorro anual respecto al anterior sistema, por registrar exactamente la dedicación del personal a distintas tareas",
    "technologies": [ { "tech": ".NET"}, { "tech": "SQL_Server"}, { "tech": "DBNetSuite"}, { "tech": "JS"}],
    "text_en": "Slot allocation for Healthcare personnel, service coverage management, hiring needs, data extraction for payroll calculations, analysis for decision making... They had a system based in <a href=\"http://www.meta4.co.uk/\" target=\"_blank\">Meta4</a> software, which calculated payrolls based in daily staff dedication to different projects. We made a new system based in the hourly staff dedication. This solved roundings from the previous system, which usually provoked overcosts and multiple claimings from workers. This application saved a lot of money annually to the customer, so we were complimented on several occasions. I began as programmer and promoted to Analyst and technical manager of the project a year later.",
    "text_es": "Asignación de turnos para el personal sanitario, gestión de la cobertura de servicios, necesidades de contratación, extracción de datos para el cálculo de nóminas, análisis para la toma de decisiones... El sistema anterior, basado en el software <a href=\"http://www.meta4.co.uk/\" target=\"_blank\">Meta4</a>, calculaba las nóminas en función de la dedicación diaria del personal a los diferentes proyectos. Hicimos un nuevo sistema basado en la dedicación horaria del personal. Esto solucionó los redondeos del sistema anterior, que solían provocar sobrecostes y múltiples reclamaciones de los trabajadores. Esta aplicación ahorró mucho dinero anualmente al cliente, por lo que fuimos felicitados en varias ocasiones. Empecé como programador y ascendí a analista y responsable técnico del proyecto un año después."
  }, {
    "id": 7,
    "project_en": "International School Intranet",
    "project_es": "Intranet de Colegio Internacional",
    "image": "/images/aloha-96.png",
    "customer": "Aloha College Foundation",
    "customer_web": "http://www.aloha-college.com",
    "summary_en": "Development of Intranet and apps for school operations (reports, inventory, ticketing, workflows...), integrations with SIMS... ",
    "summary_es": "Desarrollo de Intranet y apps para el funcionamiento del colegio (informes, inventario, ticketing, workflows...), integraciones con SIMS...",
    "technologies": [ { "tech": ".NET"}, { "tech": "SQL_Server"}, { "tech": "DBNetSuite"}, { "tech": "JS"}, { "tech": "SIMS"}],
    "text_en": "Over five years developing the college Intranet from scratch, to ease Administration tasks.&nbsp;More than 40 different applications, most of them using database information from SIMS (School Information Management System, from <a href=\"http://www.capita-sims.co.uk/\" target=\"_blank\">Capita</a>), obtained through database server linking.<br><br>- Pupils Reports Repository<br>- Loan of educational books<br>- Teaching Staff Evaluation<br>- Ticketing system for IT, Administration and Maintenance Departments<br>- Pupils absences notifications to parents via email<br>- Uniform shop POS<br>- Summer School Management: Activities, fees, charging up...<br>- Staff personal Ads<br>- Inventory control using barcoded labels<br>- Facilities bookings<br>... and many more!",
    "text_es": ""
  }, {
    "id": 8,
    "project_en": "Solidarity Android App & Cloud Backend",
    "project_es": "App Android Solidaria - Backend en la Nube",
    "image": "/images/3warnings-96.png",
    "customer": "3warnings",
    "customer_web": "http://www.3warnings.com/",
    "summary_en": "Solidarity Android app for instant messaging. With small ads, whose income is mainly destined to NGOs. End-to-end encryption, groups, etc.",
    "summary_es": "App Android solidaria de mensajería instantánea. Con anuncios pequeños, cuyos ingresos se destinan principalmente a ONGs. Encriptación, grupos, etc",
    "technologies": [ { "tech": "Android"}, { "tech": "Java"}, { "tech": "Google_Cloud"}],
    "text_en": "",
    "text_es": ""
  }, {
    "id": 9,
    "project_en": "Mobile Ads Platform",
    "project_es": "Plataforma Publicidad Móvil",
    "image": "/images/3warnings1-96.png",
    "customer": "3warnings",
    "customer_web": "https://3warnings.com/ads/profile.jsp",
    "summary_en": "Website to create ads and display them in the 3warnings app. Integration with Paypal, ads by countries and geographic areas, statistics, credits...",
    "summary_es": "Website para crear anuncios y mostrarlos en la app 3warnings. Integración con Paypal, anuncios por países y áreas geográficas, estadísticas, créditos...",
    "technologies": [ { "tech": "Java"}, { "tech": "Google_Cloud"}, { "tech": "JS"}, { "tech": "IBM_Watson"}, { "tech": "Bootstrap"}],
    "text_en": "",
    "text_es": "<p class=\"c0 title\" id=\"h.o91iffrornie\"><span class=\"c5\">Test Header</span></p><p class=\"c2\"><span class=\"c1\"></span></p><p class=\"c7\"><span class=\"c1\">Test paragraph</span></p><p class=\"c2\"><span class=\"c1\"></span></p><p class=\"c7\"><span class=\"c1\">Test list:</span></p><ul class=\"c6 lst-kix_9m25zd39fhx5-0 start\"><li class=\"c3 li-bullet-0\"><span class=\"c1\">Item 1</span></li><li class=\"c3 li-bullet-0\"><span class=\"c1\">Item 2</span></li><li class=\"c3 li-bullet-0\"><span class=\"c1\">Item 3</span></li></ul><p class=\"c2\"><span class=\"c1\"></span></p><p class=\"c7\"><span style=\"overflow: hidden; display: inline-block; margin: 0.00px 0.00px; border: 0.00px solid #000000; transform: rotate(0.00rad) translateZ(0px); -webkit-transform: rotate(0.00rad) translateZ(0px); width: 624.00px; height: 468.00px;\"><img alt=\"\" src=\"images/image1.jpg\" style=\"width: 624.00px; height: 468.00px; margin-left: 0.00px; margin-top: 0.00px; transform: rotate(0.00rad) translateZ(0px); -webkit-transform: rotate(0.00rad) translateZ(0px);\" title=\"\"></span></p><p class=\"c2\"><span class=\"c1\"></span></p>"
  }]
